{
    "face_shape": [
        {"round": "A round face reveals that you tend to be soft-spoken, a people person, kind, nurturing, and giving. You find joy in helping others and can be described as easy-going, and generous. However, be careful as this could lead to often forgetting your own needs. With this, careers focused more on building relationships are best suited for you, such as being an instructor/educator, wellness coach, social worker, or working in management."},
        {"oblong": "An oblong face reveals that you are more practical, methodical and quite strategic. You tend to value logic over emotions, being a deep thinker. Due to a need to work off any inner tension, you tend to work out in order to escape your own head. With this, careers that take on a more analytical and strategy focused approach are best suited for you, such as management consultant, analyst, architect, or an IT professional."},
        {"triangle": "A triangular face reveals you are more creative, artistic, and sensitive, though some may say you have a fiery temperament when crossed. You like to be in charge, and tend to be successful due to your driven nature. With this, more creative careers or leadership roles are best suited for you, such as being an entrepreneur, public speaker, marketing, event planning, counseling, or performing arts."},
        {"square": "A square face reveals that you are headstrong, highly active, and always buzzing with energy. Having a strong wit and analytical mind, you ae a natural-born leader. You like to take control of situations to get things done, taking active measures to avoid problems. These qualities mean you are more calm even in highly stressful situations. With this, careers that take on more leadership and management roles are best suited for you, such as project management, entrepreneurship, engineering, military careers, accounting, or consulting."},
        {"rectangle": "A rectangular face shape reveals you prefer to spend time thinking before making any crucial decisions. As a result, you prefer not to talk about your feelings and instead love to plan, preferring to be more strategic and efficient. However, be careful to avoid overthinking. With this, careers that are more analytical and independent are best suited for you, such as engineering, scientific research, or analyst."},
        {"oval": "An oval face shape reveals you are methodical, ambitious, practical, and a high achiever. You do not like to settle. As a result, you always seem to know the right things to say to make someone feel good, coming off as quite the charmer. However, due to this need to comfort and welcome others, sometimes you feel you can't be completely honest. You have an independent thinking style and tend to avoid routines that make you feel caged. With this, careers that are focused more on communication and adaptability are best suited for you, such as acting, news anchor, lawyer, marketing, education, public reltions, counseling, or journalism."}
    ],
    "forehead" : [
        {"low_and_wide": "A low and wide forehead shows you are a cheery, easy-going, and friendly indvidual. You brighten up the lives of those around you, exuding a warm and positive aura. You are highly optimistic and are good at encouraging others to achieve their goals. You just seem to know what to say and when. You're highly calm at handling tough situations and tricky social situations, but will most likely follow your heart over head head if faced with a challenging situation."},
        {"high_and_wide": "A broad forehead shows you are a multi-tasker, organized, and good at giving advice. Your good thinking, intuition, and analytical abilities allow you to be successful in whatever endeavor you take on. You live life with a balanced approach and are quite open-minded. A broad forehead is often regarded as a sign of abundance as you enjoy a good social life. When you let your guard down, you often end up being the life of the party."},
        {"square": "A square forehead shows honesty and sincerity. You are the go-to person people approach when they need good advice. You are wise and organized, making you a great multitasker."},
        {"narrow": "A narrow forehead shows you enjoy your own company the most, listening to your heart more often than your head. You have a unique and rare personality, seldom letting negativity affect you. Despite enjoying your own company the most, you are empathetic and equally enjoy helping others. However, you often avoid getting involved too closely due to fear of getting hurt, as you may have been taken advantage of in the past due to your kind nature. You don't like being the center of attention though you are showered with attention and love naturally, and tend to life like with rules and values."}
    ],
    "eyebrows": [
        {"straight": "Straight eyebrows are often associated with being genuine and down-to-earth. You likely value honesty and simplicity. This shape exudes an air off authenticity and trustworthiness, making you approachable and reliable in the eyes of others. Some with this shape are also considered logical, thinking things through very carefully first."},
        {"arched": "Arched eyebrows suggect you're a well-rounded person who can easily adapt to different situations. You are likely seen as someone who has harmony in their life and can maintain composure even when under pressure. Some with this shape also possess a strong, and ambitious personality, possessing a drive for success."},
        {"high": "Those with high eyebrows are quite selective and critical. You need time to observe and work out ideas before acting, due to your tendency to be a perfectionist. As a result, you often struggle with decisions and can be hard on yourself in fear of making the wrong decision."},
        {"low": "Those with low eyebrows are expressive, quick to take action and process information quickly. You are reliable, easy-going, and approachable, though you have a tendency to interrupt others when they seem too slow to speak because often you can anticipate what they are going to say before they have finished saying it. You are initially optimistic but may become antagonistic if critisized."},
        {"bushy": "Thicker brows mean many things: you're very decisive, have natural self-confidence, and feel like you can figure anything out. You're often logical and tend to be kind of linear in how you do things."},
        {"thin": "Thinner brows can be associated with self-confidence, in which sometimes you may feel overly self-conscious. However, you likely rarely come off as pushy or overly aggressive."}
    ], 
    "eyes": [
        {"wide_set": "Wider-set eyes are a sign of someone who is more adaptable and impulsive. You often find happiness in the unknown and lack the need for order."},
        {"close-set": "Closer-set eyes are a sign of a traditionalist and someone who is comfortable with the status quo. You are more content with routine and are not as eager for change as others. As a result, you have extreme focus and discipline."}
    ],
    "cheeks": [
        {"high_cheekbones": "High cheekbones indicate you have a generous and compassionate heart. People regard you with a high level of trust. You tend to be individualistc, but sometimes are easily misunderstood as arrogant. This characteristic is linked to a higher likelihood of being in committed, enduring relationships more frequently."},
        {"sunken": "Sunken cheeks indicate you tend to fear failure. Despite having many dreams and plans, you have trouble taking risks for fear of not succeeding."},
        {"full": "Rounder, fuller cheeks indicate you often do not like to be restrained. You personality is often extroverted, so it is easy to make friends and get close with others. This trait is often associated with a greater tendency to engage in shorter-term relationships more frequently."}
    ],
    "lips": [
        {"thick": "Fuller lips suggest you are affectionate, caring, and nurturing. You are a passionate and optimistic individual who prioritizes the need of others over your own, sometimes to a fault. You may exude confidence and self-assuredness and can be unwavering in your opinions. In relationships, you often express your love and appreciation through grand gestures. You have a genuine and open personality that is revealed the more you talk and articulate your feelings."},
        {"thin": "Thinner lips are associated with introversion and self-sufficiency. You tend to be more cautious, independent and reserved. You often find comfort in solitude, but fear any negative perceptions others may have of you. However, remember that relishing in your solitary time is a skill set that people admire. In relationships, the ideal partner for you is someone who values their goals and principles."}
    ]
}